Repository: mariogrip/uAdBlock
Catalog: po/*.po
Languages: ca

source: Please note that this app will modify your readonly filesystem
ca: Noteu que aquesta app modificarà el vostre sistema de fitxers de sols lectura

source: uAdBlock enabled
ca: uAdBlock activat

source: Last updated
ca: L'últim cop que s'ha actualitzat

source: Check for update
ca: Comproveu si hi ha una actualització

source: No update available
ca: No hi cap actualització disponible

source: New version available
ca: Hi ha una nova versió disponible

source: New adblock list available, Want to update?
ca: Hi ha una nova llista de bloqueig d'anuncis disponible. Voleu actualitzar-la?

source: Yes
ca: Sí

source: Enter password
ca: Entra la contrasenya

source: Your password is required for this action:
ca: Es requereix la vostra contrasenya per a aquesta acció:

source: OK
ca: D'acord

source: Cancel
ca: Cancel·la
